"ACL and permission settings are changed, but not applied" = "Nastavenie ACL a oprávnenia sú zmenené, ale nie sú použité";
"ACL and permissions cannot be changed for item \"%@\"." = "Pre položku nie je možné zmeniť ACL ani oprávnenia \"%@\".";
"ACL and permissions cannot be read for item \"%@\"." = "Pre položku nie je možné zistiť ACL ani oprávnenia \"%@\".";
"Access Control List…" = "Zoznam riadenia prístupu ACL…";
"Administration" = "Administrácia";
"All descendants" = "Všetci potomkovia";
"Allow" = "Povoliť";
"Append Data" = "Pripojiť Data";
"Applies To" = "Platí pre";
"Applies to" = "Platí pre";
"Change Owner" = "Zmeniť vlastníka";
"Change Permissions" = "Zmeniť oprávnenia";
"Child files" = "Súbory podzložky";
"Child folders" = "Podzložky";
"Create Files" = "Vytvoriť súbory";
"Create Folder" = "Vytvoriť zložku";
"Custom…" = "Vlastné…";
"Delete" = "Vymazať";
"Delete Subfolders and Files" = "Vymazať podzložky a súbory";
"Deny" = "Odmietnuť";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Chcete pre položku použiť upravené nastavenia ACL a oprávnenia? \"%@\"?";
"Drag a user to this panel to change" = "Pre zmenu pretiahnite užívateľa na tento panel";
"Drag a user to this panel to determine effective access privileges" = "Na zaistenie prístupových oprávnení pretiahnite užívateľa na tento panel";
"Drag group into ACL list to add." = "Pre pridanie pretiahnite skupinu do ACL zoznamu.";
"Drag user into ACL list to add." = "Pre pridanie pretiahnite užívateľa do ACL zoznamu.";
"Effective Permissions" = "Skutočné oprávnenia";
"Execute File" = "Spustiť súbor";
"Full Control" = "Plná kontrola";
"Group:" = "Skupina:";
"Groups" = "Skupiny";
"ID Is" = "ID je";
"Inherit Entries from Parent Folder" = "Zdediť údaje z nadradenej zložky";
"Inherited" = "Zdedené";
"Inherited:" = "Zdedené:";
"List Folder Contents" = "Zobraziť obsah složky";
"Make Inherited Entries Explicit" = "Konkretizuj zdedené údaje";
"Name Contains" = "Meno obsahuje";
"Name Ends With" = "Meno končí";
"Name Is" = "Meno je";
"Name Starts With" = "Meno začína";
"No Access" = "Bez prístupu";
"Not this item" = "Nie túto položku";
"Number of records:" = "Počet záznamov:";
"Permission" = "Oprávnenie";
"Permission Type:" = "Typ oprávnenia:";
"Permissions for \"%@\"" = "Oprávnenia pre \"%@\"";
"Propagate Permissions…" = "Propagovať oprávnenia…";
"Read" = "Čítanie";
"Read & Write" = "Čítanie a zápis";
"Read Attributes" = "Prečítať atribúty";
"Read Data" = "Čítať data";
"Read Extended Attributes" = "Prečítať rozšírené atribúty";
"Read Permissions" = "Prečítať oprávnenia";
"Remove Access Control List" = "Odstrániť Zoznam riadenia prístupu";
"Remove Inherited Entries" = "Odstrániť zdedené údaje";
"Revert" = "Späť";
"Save" = "Uložiť";
"Select User" = "Vybrať užívateľa";
"Set of Permissions" = "Sada oprávnení";
"Setting no permission is senseless." = "Nastavenie bez povolení je nezmyselné.";
"Sort Access Control List Canonically" = "Zoradiť Zoznam riadenia prístupu kánonicky";
"This item" = "Táto položka";
"Traverse Folder" = "Prechádzať zložku";
"Type" = "Typ";
"Unknown:" = "Neznámy:";
"User Name" = "Užívateľské meno";
"User or Group" = "Užívateľ alebo skupina";
"User:" = "Užívateľ:";
"Users" = "Užívatelia";
"Users & Groups" = "Užívatelia a skupiny";
"Write" = "Zápis";
"Write Attributes" = "Zapísať atribúty";
"Write Data" = "Zapísať data";
"Write Extended Attributes" = "Zapísať rozšírené atribúty";

/* ==== UNLOCALIZED ==== */

"UID" = "UID";
